Repository: subhh/HOS-find-facetviews
Catalog: Resources/Private/Language/*.locallang-relatedIdentifier.xlf
Languages: de

# field.IsCitedBy
source: is cited by
de: Zitiert von

# field.Cites
source: cites
de: Zitiert

# field.IsSupplementTo
source: is supplement to
de: Unterstützt

# field.IsSupplementedBy
source: is supplemented by
de: Unterstützt durch

# field.IsContinuedBy
source: is continued by
de: Fortgeführt von

# field.Continues
source: continues
de: Führt fort

# field.IsDescribedBy
source: is described by
de: Beschrieben von

# field.Describes
source: describes
de: Beschreibt

# field.HasMetadata
source: has metadata
de: Metadatenquelle

# field.IsMetadataFor
source: is metadata for
de: Stellt Metadaten für

# field.HasVersion
source: has version
de: Version

# field.IsVersionOf
source: is version of
de: Version von

# field.IsNewVersionOf
source: is new version of
de: Neue Version von

# field.IsPreviousVersionOf
source: is previous version of
de: Vorgänger von

# field.IsPartOf
source: is part of
de: Teil von

# field.HasPart
source: has part
de: Ist Teil von

# field.IsReferencedBy
source: is referenced by
de: Referenziert von

# field.References
source: references
de: Referenziert

# field.IsDocumentedBy
source: is documented by
de: Dokumentiert durch

# field.Documents
source: documents
de: Dokumentiert

# field.IsCompiledBy
source: is compiled by
de: Kompiliert durch

# field.Compiles
source: compiles
de: Kompiliert

# field.IsVariantFormOf
source: is variant form of
de: Variante von

# field.IsOriginalFormOf
source: is original form of
de: Original von

# field.IsIdenticalTo
source: is identical to
de: Identisch mit

# field.IsReviewedBy
source: is reviewed by
de: Reviewt durch

# field.Reviews
source: reviews
de: Reviewt

# field.IsDerivedFrom
source: is derived from
de: Abgeleitet von

# field.IsSourceOf
source: is source of
de: Quelle von

# field.IsRequiredBy
source: is required by
de: Benötigt von

# field.Requires
source: requires
de: Benötigt
